[
  {
    "uuid": "a9f1c6e5-9383-4d12-b28d-734c9370f861",
    "location": "Exeter, UK",
    "timeStamp": "7 Jan 2025 at 09:30",
    "title": "The Phantom Warning",
    "text": "I was drifting through town, lost in thought, when I stepped into the street without looking. A piercing shriek sliced through the air—an old woman, her voice cracking like dead leaves, screamed for me to stop. I froze and turned just in time to see a bus thunder past, a blast of air clawing at my face. My heart pounded as I looked across to thank her, but the street was empty. No trace of her remained. That’s when the chill set in—she looked exactly like my grandmother, who we buried seven years ago. I still remember the floral scarf she wore... the same one we buried her in."
  },
  {
    "uuid": "47e3291a-6f67-4fc0-9d06-25fa4d1f3ae1",
    "location": "Edinburgh, UK",
    "timeStamp": "20 March 2024 at 11:30",
    "title": "The Pianist's Lament",
    "text": "We wandered into the skeleton of an abandoned theater, its air thick with forgotten breath. As we crept through its crumbling halls, a piano melody began to drift—low, haunting, almost mournful. It drew us to the stage, where a dust-veiled piano sat, keys untouched, strings long dead. Then he appeared: a tall, gaunt figure in tattered evening wear, standing in the balcony like a relic of grief. He stared down at us, his eyes hollow with memory, before dissolving into nothingness. Later, I learned of the fire—the pianist who perished mid-performance, still searching for his final ovation."
  },
  {
    "uuid": "b83cb7e0-df38-493b-b53d-2616175ea5f9",
    "location": "Dunwich, UK",
    "timeStamp": "7 Jan 2025 at 10:00",
    "title": "The Widow in the Rocking Chair",
    "text": "The hotel was ancient, its walls whispering with age. At 2AM, I woke to the slow creak of footsteps across my room, soft and deliberate. I called out, but no answer came. I grappled with the light switch. As my eyes adjusted to the pale, sickly glow that spilled across the room, I noticed the rocking chair in the corner, moving to and fro as if someone had just risen from it. I watched it until it came to a dead, silent stop. In the gray light of dawn, I told the hotel owner. She gave me a knowing glance. 'That chair belonged to Edith. She lost her husband at sea and never left this room again. You’re not the first to feel her presence.'"
  },
  {
    "location": "Seoul, ROK",
    "timestamp": "26 August 2025 at 15:13",
    "text": "Click me\n\nIt started like every normal Monday: half-asleep, grumbling, and brushing my teeth while scrolling through emails. Then I looked up—and nearly dropped my toothbrush into the sink. My reflection blinked <b>before</b> I did.\n\nI stared. It stared back. I waved. It waved, but about a second late, like a badly synced Zoom call from the afterlife.\n\nThinking I was just sleep-deprived, I splashed water on my face. When I looked back up, the mirror version of me was scribbling something on the glass from the inside. The letters slowly formed: “Nice hair.” I blinked. Then it added: “Just kidding.”\n\nInsulted by my own ghost, I left the bathroom in a huff and tried to ignore it. But every morning after that, it kept going. “You missed a spot.” “That shirt again?” “Bold of you to try bangs.”\n\nEventually, I put a sticky note over the mirror that read “Shhh.” Haven’t heard a peep since. But I still refuse to floss in front of it—just in case it starts offering critiques. ",
    "title": "\"The Bathroom Mirror Incident\""
  },
  {
    "location": "어딘가",
    "timestamp": "12 August 2025 at 15:14",
    "text": "뭐가 <b>문제</b>지?",
    "title": "왜..."
  },
  {
    "location": "서울",
    "timeStamp": "7 August 2025 at 15:21",
    "text": "이제는 <b>제대로</b>.. ",
    "title": "다시 제대로"
  }
]